Repository: ping/OPDS-reader
Catalog: translations/*.po
Languages: fr

source: Import the books from a OPDS catalog
fr: Importer des livres depuis un catalogue OPDS

source: Run the OPDS client UI
fr: Exécuter l'interface client OPDS

source: Load OPDS
fr: Charger OPDS

source: OPDS Catalog:
fr: Catalogue OPDS :

source: Catalog to URL
fr: Catalogue vers URL

source: Search
fr: Cherchez

source: Download selected books
fr: Télécharger des livres sélectionnés

source: Fix timestamps of selection
fr: Correction des horodatages de la sélection

source: Title
fr: Titre

source: Author(s)
fr: Auteur(s)

source: Updated
fr: Actualisé

source: Failed opening the OPDS URL {:s}:
fr: Échec de l'ouverture de l'URL OPDS {:s} :

source: Failed opening the OPDS URL
fr: Échec de l'ouverture de l'URL OPDS

source: OPDS URL:
fr: URL OPDS :

source: Hide Newspapers
fr: Masquer les journaux/actualités

source: Hide books already in library
fr: Masquer les livres déjà présents dans la bibliothèque
